Repository: devarya/MobileCollegeAdmin
Catalog: AppResources/*.lproj/Localizable.strings
Languages: es

# tab_task
source: Tasks
es: Tareas

# tab_calendar
source: Calendar
es: Calendario

# tab_notes
source: Notes
es: Apuntes

# tab_resources
source: Resources
es: Recursos

# tab_more
source: More
es: Más

source: Description:
es: Descripción:

# complete_small
source: Complete
es: Completar

source: Yes
es: Sí

# taskDeleteD_msg
source: Task has been deleted successfully.
es: Tarea ha sidoborrada con éxito.

# taskCompleted_msg
source: Task has been completed successfully
es: Tarea ha sidocompletada con éxito.

# userNameAndpass
source: Username/Password cannot be blank
es: Usario / Contraseña no puedeestar en blanco

# enterName
source: Please enter name
es: Favor de escribirsunombre

# enterPass
source: Please enter password
es: Favor de escribirsucontraseña

# msg
source: Message
es: Información Requerida

# selectGradeMsg
source: Select grade field is empty.
es: Hay queescoger un año escolar

# selectPersonMsg
source: Select a person field is empty.
es: Tienequeescoger a una persona.

# emailValidate_msg
source: Enter a valid Email.
es: Favor de escribir un correoelectrónicoválido.

# thisAppIsNot_msg
source: This app wasn't authenticated properly.
es: Error: El app no fueauenticado.

# zipCodeMsg
source: The postal code should be only 5 digits.
es: El código postal debe de ser 5 dígitos.

# allFieldMsg
source: All fields are mandatory.
es: Llene todos los areas de información por favor.

# emailShouldNot
source: Email should not be same as parent's email.
es: Los correoselectrónicos no deben de seriguales.

# emailAllreadyExistMsg
source: email ID already exists.
es: Yaexisteestacuenta de usario.

# doYouMsg
source: if you wish to Complete or Delete :
es: DeseaCompletar o Borrar la tarea:

# alertMsg
source: Alert
es: Alerta

# noInternetMsg
source: Internet not available Cross check your internet connectivity and try again
es: La internet no estádisponible, favor de verificarsuconexión.

# passwordMsg
source: password and confirm password do not match
es: Las contraseñas no coinciden.

source: User login successful.
es: Accesoaprobado.

# you_are_not_authorized
source: You are not authorized user.
es: Este correoelectrónico no estainscrito.

source: Select Grade
es: SeleccioneNivel

# no_student_connected
source: No Student Connected to this account.
es: No hay conección con estudiante.

# no_parent_connected
source: No Parent Connected to this account.
es: No hay conección con Padre/Madre.

# user_signup_msg_new
source: User signup was successful.
es: Usario inscrito con éxito.

# languagevalueLogin
source: Español
es: English

# userName
source: Username or email
es: Email

source: LOGIN
es: INICIAR SESION

# newUser
source: NEW USER? SIGN UP
es: ¿Usario Nuevo? ¡Inscrábse!

# learnMore
source: Learn more about
es: Aprenda más de

source: Sign Up
es: Inscripción

source: Parent
es: Padre/Madre

source: Student
es: Estudiante

# remember
source: Remember Me
es: Recordarme

# fpassword
source: Forgot Password?
es: ¿Contraseña Olvidada?

source: Submit
es: Enviar

# tomorrow
source: Remind Tomorrow
es: RecuerdameMañana

# languagevalue
source: English
es: Español

source: Password
es: Contraseña

# Please_enter_the_following
source: Please enter the following details:
es: Favor de proveer lo siguiente:

# pname
source: Parent Name
es: Nombre de Padre/Madre

# et_name
source: Name
es: Nombre

# pemail
source: Parent Email
es: Email de Padre/Madre

# et_email
source: Enter email address
es: Escriba su Email

# viewStudent
source: My Student
es: Mi Estudiante

# addStudent
source: + Add
es: + Añadir

source: Add
es: Añadir

source: Cancel
es: Cancelar

# zip
source: Zip Code
es: Código Postal

# et_zipCode
source: Enter zip code
es: Escriba Código Postal

# notification
source: Task Alerts
es: Alertas de Tareas

# chk_push
source: Push
es: Notificación

# et_password
source: Enter Password
es: Escriba Contraseña

# cpassword
source: Confirm Password
es: ConfirmeContraseña

# terms
source: I accept the terms of use.
es: Acepto los términos y condiciones de uso.

# btn_signup
source: SIGN UP
es: INSCRIBIRME

# enter_student_detail
source: Enter Student Details:
es: Escriba los datos de su(s) estudiante(s)

# viewST
source: View My Student
es: Ver Mi Estudiante

# student_list
source: Students List
es: Lista de Estudiantes

# parent_email_msg
source: Parent email ID is used as student email ID.
es: Email de Padre/Madrees

source: Wait...
es: Espere un momento…

source: Loading...
es: Cargando...

# sname
source: Student Name
es: Nombre de Estudiante

# semail
source: Student Email
es: Email de Estudiante

# sgrade
source: Student Grade
es: Año Esoclar de Estudiante

# et_sgrade
source: Select Grade
es: Seleccione Grado

# txt_sperson
source: Select a person
es: Seleccione Persona

# checkTermMsg
source: Check to the accept the Terms of Use.
es: Indiquesiacepta los términos de uso.

# txt_person
source: First person in your family to go to college?
es: ¿Primer familiar en ir a la universidad?

source: Select a person
es: Seleccione Persona

source: Me
es: Yo

source: My Parents
es: Mi(s) Papa(s)

source: My Brother/Sister
es: MiHermano/a

source: My Grandparents
es: Mi(s) Abuelo(s)

source: No idea
es: Ni idea

source: All
es: Todos

# twelve
source: 12th
es: Último Año (12mo)

# eleven
source: 11th
es: Penúltimo Año (11mo)

# ten
source: 10th
es: Décimo (10mo)

# higher
source: High
es: Alto

# task_manage
source: Manage Tasks
es: Gestionar Tareas

# t_header
source: New Task
es: Tarea Nueva

# t_name
source: Task Name
es: Nombre de Tarea

# ett_name
source: Enter task name
es: Escribanombre de la tarea

# t_date
source: Start Date
es: Fecha de Inicio

# etc_date
source: Choose date
es: EscojaFecha

source: Priority:
es: Prioridad:

# txt_priority
source: Select Priority
es: Seleccionenivel de prioridad

# task
source: Tasks
es: Tareas

# task_add
source: Task
es: Tarea

source: Current
es: Actual

source: Completed
es: Completadas

source: Deleted
es: Borradas

# conform
source: Confirm Action
es: ConfirmeAcción

# edit_headr
source: Edit Task
es: Editar la Tarea

# please_select_date
source: Select Date
es: Seleccione Fecha

# addTask
source: Add
es: Añadir

source: Select Priority
es: SeleccionePrioridad

# set_date_is_not_msg
source: Set Date is not acceptable. Please revise.
es: Fechaseleccionada no esposible.

# task_added_msg
source: Task has been added successfully.
es: Tarea ha sidoañadida con éxito.

# delete_msg
source: Do you want to delete this task?
es: “¿Quiereborrarestatarea?

# complete_msg
source: Do you want to complete this task?
es: ¿Quierecompletarestatarea?

# edit_msg
source: Task has been edited successfully.
es: Tarea ha sidomodificada con éxito.

# you_cant_delete
source: You can't delete or complete this task.
es: No se puedeborrar o completarestatarea.

# no_event
source: No Event Found
es: Ningún evento encotrado.

source: Capture
es: Captura

source: From Gallery
es: Desde Galería

source: Cannot create dir
es: No se puede crear dir

# note_already_present
source: note already present with the same name
es: nota ya presente con el mismo nombre

# title_description_blank
source: Title and Description cannot be blank
es: Título y descripción no puede estar en blanco

# sd_card_not_attached
source: SD card not attached,Please attached and retry
es: La tarjeta SD no se adjunta , por favor adjunta y vuelva a intentar

# nheader
source: New Note
es: Apuntenuevo

source: Title
es: Título

# etTText
source: Enter Note Title
es: El Título del Apunte

# etDescText
source: Enter Note Description
es: Descripción del Apunte

# image
source: Images
es: Imágenes

source: COMPLETE
es: COMPLETAR

# exported_txt
source: Export
es: exportación

# export
source: Log in to DropBox to export
es: Use sucuenta de Dropboxparaexportarsusapuntes.

# note
source: Notes
es: Apuntes

# ndetail
source: Note Detail
es: Detalle del Apunte

source: Delete
es: Borrar

source: Uploading
es: Cargando

# loading_img_msg
source: Loading image from Sdcard...
es: Cargandoimágen de su camera.......

# note_added_msg
source: Note added successfully.
es: Apunte ha sido añadida con éxito.

# note_allready_exist
source: Note already exist with the same name.
es: Yaexiste un apunte con estenombre.

# do_you_want_to_remove_new
source: do you wish to remove?
es: ¿Quiereborrar?

# could_not_msg
source: Couldn't authenticate with Dropbox:
es: No se pudoautenticar con DropBox.

# do_you_want_delete_msg
source: do you wish to delete?
es: ¿Quiereborrar?

# deleted_successfully_msg
source: Deleted successfully.
es: Borrado con éxito

# unable_to_delet_msg
source: unable to delete
es: No se pudoborrar.

# do_you_want_sync
source: Do you want to sync?
es: ¿Deseasincronizar?

# resource
source: Resources
es: Recursos

# setting_updated
source: Setting updated successfully.
es: Configuracione con éxito.

# priorityMessage
source: Atleas one priority should be selected.
es: Favor de escoger una prioridad.

source: More
es: Más

# change_pass
source: Change Password
es: Cambiar Contraseña

# setting
source: Settings
es: Configuraciones

source: Share
es: Compartir

source: Feedback
es: Comentarios

# email_id_fornot
source: email ID for notifications
es: Email queusóparainscribirse

# priority_alert
source: Priority Alerts
es: Seleccionenivel de prioridad.

source: High
es: Alto

# priority_descr
source: High: Only the most important deadlines Regular: All reminders of best practices
es: Alto: Solo tareas mas importantes. Regular: Todas las recomendaciones.

source: Upgrade
es: Versión Pagada

source: Support
es: Ayuda Técnica

source: Rate
es: Evaluar

source: Add Parent
es: Añade Padre/Madre

source: Text Message
es: Mensaje de Texto

# tx_language
source: Language
es: Idioma

# et_language
source: Select language
es: SeleccioneI dioma

# p_connection
source: Parent Connection
es: Conexiónde Padre/Madre

source: My Students
es: MisEstudiantes

# my_parent
source: View My Parent
es: Ver Mi Padre/Madre

# profile
source: User Profile
es: Perfil de Usario

# profile_txt
source: Profile
es: Perfil

# message_txt
source: Text Message
es: Mensaje de Texto

# p_name
source: Name
es: Nombre

# etp_email
source: Enter email
es: Escriba su Email

# pgrade
source: Grade
es: Grado

# p_cpassword
source: Change Password
es: Cambiar Contraseña

# et_oldPass
source: Old password
es: Contraseña Antigua

# et_newPass
source: New password
es: Contraseña Nueva

# et_cPass
source: Confirm New password
es: ConfireContraseña Nueva

source: Select Language
es: SeleccioneIdioma

# pass_change_msg
source: Password changed successfully.
es: Contraseña ha sidocambiado con éxito.

# syncing_msg
source: Syncing happening ...
es: El app estasincronizando …......

# connected_st_list
source: Connected Student List
es: Lista de EstudiantesConectados

# profile_updated_msg
source: Profile updated successfully.
es: Cambiosguardados con éxito.

source: English
es: Inglés

source: Spanish
es: Español

source: Select a student
es: Seleccioneestudiante

# sync_txt
source: Synching with google calendar
es: Sincronizando con el calendario de Google

source: Email ID
es: Email

# btn_synching
source: Sync
es: Sincronizar

# please_wait
source: Wait....
es: Espere…

source: Add Student
es: Añadir Estudiante

# sun
source: S
es: D

# mon
source: M
es: L

# tues
source: T
es: M

# wed
source: W
es: M

# thurs
source: T
es: J

# fri
source: F
es: V

# purchase_msg
source: Please purchase the parent version to view more resources.
es: Favor de comprar la versión de padre/madreparavermásrecursos.

# facebook_share_msg
source: Like our Facebook page for updates on College Application info! https://www.facebook.com/MobileCollegeAdmin
es: for updates on College Application info! https://www.facebook.com/MobileCollegeAdmin

# twitter_share_msg
source: Follow Mobile CollegeAdmin on Twitter@CareerDef– get info on trending topics during the college application process.
es: Siguenos Mobile CollegeAdmin en Twitter@CareerDef

# invite_msg_1
source: Mobile College Admin helps me stay organized, connect to family, and reduces stress. You can download it through Google Play (
es: Mobile CollegeAdmin me ayuda a estar organizado, conectarme con la familia, y estar tranquilo sabiendo que voy bien en mis solicitudes. Tu lo puedes bajar por Google Play (

# invite_msg_3
source: ) and customize your own alerts!
es: ) y crear tus propias alertas.

# app_link_for_playStore
source: https://www.facebook.com/MobileCollegeAdmin
es: https://play.google.com/store/apps/details?id=arya.college.admin

# file_successfully_msg
source: File uploaded successfully.
es: Archivo upload con éxito.

# task_name_not_valid
source: Task name is not valid.
es: Nombre de la tarea no es válido.

# syncing_comp_msg
source: Syncing has been completed succesfully.
es: Sincronización con éxito.

# sync_alert_msg
source: Do you want to sync with google calendar?
es: ¿Desea sincronizar con el calendario de Google?

# cannot_purchase
source: Can't purchase on this device.
es: No puede comprar con este aparto.

# msg_perchaging
source: You have to purchase for this version. Do you want to purchase ?
es: You tener a compra para este versión. Do you want to purchase ?
